cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'jq'
brew 'openssl'
brew 'node'
brew 'npm'
brew 'nvm'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'vim'
brew 'the_silver_searcher'
brew 'macvime
brew 'fzf'
brew 'tmux'

cask 'firefox'
cask 'google-chrome'
cask 'steam'
cask 'transmission'
cask 'vlc'
cask 'spectacle'
cask 'visual-studio-code'
cask 'iterm2'
cask 'authy'
